Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Burke, Check it out. I was looking for key people among these protesters in case we need to get some leverage. It’s a bit of a crap shoot, it’s not like they have an official website with an org chart or something, but one of them had her e-mail address on a poster, so I took a look at her inbox. Totally a great use of my time and expertise, by the way, these people are so interesting and not at all boring me to death. This Amy Ferrero seems to be in charge. It’s not like there’s a real chain of command, but she seems to be coordinating this shit and generally calls the shots. So if we’re gonna grab somebody so we can spin things later on, she’d be the one. She’s got family we can lean on if we wanna go that way. Check out the e-mail below, there’s some other names and intel in there you might find useful if we need to contain this Now go on with your bad self, and get ready to … I dunno, do whatever it is you manly man types do before conducting an illegal clandestine paramilitary operation. Lift weights? Arm wrestle? Smear some camo paint on each other’s faces? Is that a thing? Good talk. Charlie --------------------------------------------------------- TO: CAMILLA WALKWATER, GARY VAN HORN, JORDAN EINHORN, TOMMY ZAALASTI, RITA EVEREST, THELMA LOUISE, ABRAHAM ROBINSON FROM: AMY FERRERO DATE: Oct. 6, 2016 – 3:04pm SUBJECT: Library protest info So, here’s a bunch of things we need to do before the protest. We only have a few days before it’s happening, and we’re not remotely ready, so we gotta hustle if we’re gonna make this work. Unless somebody protests, I’m gonna be coordinating things, because right now we’re running around like headless chickens here and this is gonna be a disaster if we don’t get our act together. (If somebody else wants to do this, let me know!) PREP BEFORE THE PROTEST: BANNERS/SIGNS: Rita and Tommy got the supplies, but that’s as far as we got with this. Since you two have them, you’re on banner duty. Make them big and splashy. (No profanity, we want them to be able to show them on TV!) Make extra ones, we can hand them out! We can’t have too many. FIRST AID: We need to have some kind of first aid ready just in case something goes wrong. Abe, you’re trained, so I’d like you to run with this. Get a couple of other people to help. (Let me know if you run into a wall with that, I can guilt them into doing it.) I think we’ve got plenty of supplies from the last time, and they should all still be good, but if we need something, we’ve got about $300 we can use for this. And let’s make sure we’ve got plenty of water bottles to hand out, too. PRESS RELEASE: I got this; I’ll send a draft of it along tomorrow so we can do a round of feedback. Jordan, I know you’ve got those media contacts, so if you have time to talk about it and sex it up as required, so we can get maximum exposure, that’d be awesome. Right now we’re being kind of ignored. I know that’ll change once we’re underway, but I’d like for the media to have this in their actual schedules. POSTERS: This is pretty much taken care of, lots of them around already, and we’ve got social media full of that stuff now. I’d like to spread them out beyond the university, though. I’m gonna be going to Port Donnelly tonight, so that’s one area taken care of. So if anybody else can take a little Riverport tour and put some more of them up, let me know. UNIVERSITY LIAISON: We need to keep Riverport U calm. If they feel like we’re stepping on their toes too much, we’ll be fighting on two fronts. The good news is, this is actually the one thing I feel we’ve got completely under control; Thelma’s been talking to them from the start. So if anybody gets any static from any university rep, don’t argue and don’t escalate, just call Thelma, she’s got it. TRANSPORT: I’ve got all of the fliers and the PA system and tents and everything else at my place, but my car’s still busted, so somebody’s gonna have to pick me up on the morning of the 7th. I nominate Gary, because a) he’s got that SUV so he’s got the space and b) Gary’s built like a brick shithouse and those boxes of fliers and the speakers are heavy. Also, I love to watch a man work because the matriarchy is 100% real and I’m a part of the problem. It’d be great if somebody could swing by and get the banners and signs from Rita and Tommy, too. Abe, I know you’re gonna be busy with the other stuff, but do you think Gail could do it? I know she’s not really a part of this, but all she’d have to do is drive, she doesn’t have to be at the protest itself. DURING THE PROTEST: We all know how the actual protest is gonna go, so I’m not too worried about it. We’ll have speeches and whatnot, some chants, the usual thing. Jordan’s taking care of all the on-stage stuff; he’ll introduce speakers and generally work the crowd. Thelma’s organizing the actual program, so anything you need to get on the agenda, if somebody wants to speak, whatever, Thelma’s in charge of that. If she doesn’t know about it, it won’t happen. (So don’t tell Jordan, tell Thelma!) There’s a thing I want to be really clear about: we have to keep this peaceful! The last thing we need is give Monarch an excuse to start anything. This is all about public image – they’re gonna do what they’re gonna do with the library, and unless the university steps in, the building’s going down. We all know that. I’m hoping we can stop that, but even if we can’t, we can make people realize what Monarch is doing to Riverport. That only works if we look like reasonable people and they look like, well, the corporate assholes they are. Camilla, you’ve done this kind of thing before, so I trust you to keep an eye on everything. It’ll be tricky, because campus security is a subsidiary of Monarch, so if there’s a problem, I don’t know if it’s going to be in their best interests to actually do their job properly. To complicate things, people are gonna get wasted. I know we’re saying they shouldn’t, but we can’t really stop it. All we can do is try to steer people who get too drunk out of there, and please, guys, everybody organizing this has to have their heads on straight or it’ll just turn into a mess. Camilla, that’s on you, too. I know you’ve got your own crew and I trust you to handle this, but if you feel you need a hand, ask anybody, we’ll drop whatever we’re doing and help you out. (EVERYBODY, DO WHAT CAMILLA SAYS.) I guess that’s everything for now. Let me know if there’s a problem with any of this. We can do this, we just gotta hustle! Amy
pl_pl: Burke, Sprawdź to. Szukałem kluczowych osób wśród tych protestujących na wypadek, gdybyśmy musieli uzyskać jakąś dźwignię. To trochę trudne, bo nie mają oficjalnej strony internetowej ze schematem organizacyjnym, ale jedna z nich miała swój adres e-mail na plakacie, więc zajrzałem do jej skrzynki odbiorczej. Nawiasem mówiąc, to świetne wykorzystanie mojego czasu i wiedzy, ci ludzie są tacy interesujący i wcale nie zanudzają mnie na śmierć. Ta Amy Ferrero wydaje się być odpowiedzialna. To nie jest tak, że istnieje prawdziwy łańcuch dowodzenia, ale wydaje się, że koordynuje to gówno i generalnie rządzi. Więc jeśli mamy kogoś złapać, by móc później wszystko odkręcić, to będzie to właśnie ona. Ma rodzinę, na której możemy się oprzeć, jeśli chcemy pójść tą drogą. Sprawdź poniższy e-mail, jest tam kilka innych nazwisk i informacji, które mogą ci się przydać, jeśli będziemy musieli to powstrzymać. A teraz... Nie wiem, zrób cokolwiek, co robią „męscy mężczyźni” tacy jak ty przed przeprowadzeniem nielegalnej tajnej operacji paramilitarnej. Po podnoś ciężary? Po siłuj się? Posmaruj sobie twarze farbą kamuflażową? Coś takiego? Miło się gadało. Charlie --------------------------------------------------------- DO: CAMILLA WALKWATER, GARY VAN HORN, JORDAN EINHORN, TOMMY ZAALASTI, RITA EVEREST, THELMA LOUISE, ABRAHAM ROBINSON OD: AMY FERRERO DATA: 6 PAŹDZIERNIKA 2016 - 15:04 TEMAT: Informacje o proteście w bibliotece Oto kilka rzeczy, które musimy zrobić przed protestem. Do protestu zostało tylko kilka dni, a nie jesteśmy na niego gotowi, więc musimy się sprężyć, jeśli ma się udać. O ile ktoś nie zaprotestuje, to ja będę koordynowała działania, bo w tej chwili biegamy tu jak bezgłowe kurczaki i to będzie katastrofa, jeśli nie weźmiemy się w garść. (Jeśli ktoś inny chce to zrobić, dajcie mi znać!) PRZYGOTOWANIE PRZED PROTESTEM: BANERY/ZNAKI: Rita i Tommy dostali materiały, ale na tym się skończyło. Ponieważ wy je macie, jesteście odpowiedzialni za banery. Zróbcie je duże i krzykliwe (bez wulgaryzmów, chcemy, żeby mogli je pokazać w telewizji!) Zróbcie kilka dodatkowo, możemy je rozdać! Nie możemy mieć ich za dużo. PIERWSZA POMOC: Musimy mieć przygotowany jakiś rodzaj pierwszej pomocy na wypadek, gdyby coś poszło nie tak. Abe, jesteś przeszkolona, więc chciałabym, żebyś się tym zajęła. Poproś kilka innych osób o pomoc. (Daj mi znać, jeśli napotkasz jakiś problem, mogę ich do tego zmusić) Myślę, że mamy mnóstwo zapasów z ostatniego razu i wszystkie powinny być nadal dobre, ale jeśli będziemy czegoś potrzebować, mamy około 300 dolarów, które możemy wykorzystać na ten cel. Upewnijmy się też, że mamy mnóstwo butelek z wodą do rozdania. KOMUNIKAT PRASOWY: Zajmę się tym, jutro wyślę wersję roboczą, abyśmy mogli zebrać opinie. Jordan, wiem, że masz kontakty z mediami, więc jeśli masz czas, by o tym porozmawiać i w razie potrzeby to podkręcić, byśmy mogli uzyskać maksymalny rozgłos, to byłoby super. W tej chwili jesteśmy trochę ignorowani. Wiem, że to się zmieni, gdy zaczniemy działać, ale chciałabym, aby media miały to w swoich aktualnych harmonogramach. PLAKATY: To już w zasadzie załatwione, jest ich mnóstwo, a media społecznościowe są już pełne tego typu materiałów. Chciałabym jednak, aby były one rozwieszane poza uniwersytetem. Zamierzam udać się dziś wieczorem do Portu Donnelly, więc to jeden z obszarów, o który się zatroszczyłam. Więc jeśli ktoś jeszcze może wziąć udział w małej wycieczce po Riverport i umieścić więcej z nich, niech da mi znać. ŁĄCZNIK UNIWERSYTETU: Musimy zachować spokój w uniwersytecie. Jeśli poczują, że za bardzo im przeszkadzamy, będziemy walczyć na dwa fronty. Dobrą wiadomością jest to, że jest to jedyna rzecz, którą mam wrażenie, że mamy całkowicie pod kontrolą. Thelma rozmawiała z nimi od samego początku. Więc jeśli ktokolwiek otrzyma jakieś informacje od przedstawiciela uniwersytetu, nie kłóć się i nie eskaluj, po prostu zadzwoń do Thelmy, ona się tym zajmie. TRANSPORT: Mam wszystkie ulotki, system nagłośnieniowy, namioty i wszystko inne u siebie, ale mój samochód nadal jest zepsuty, więc ktoś będzie musiał mnie odebrać 7 rano. Nominuję Gary'ego, ponieważ a) ma SUV-a, więc ma miejsce i b) Gary jest mięśniakiem, a te pudełka z ulotkami i głośniki są ciężkie. Poza tym uwielbiam patrzeć, jak mężczyzna pracuje, ponieważ matriarchat jest w 100% prawdziwy, a ja jestem częścią tego problemu. Byłoby wspaniale, gdyby ktoś mógł wpaść i zabrać banery i znaki od Rity i Tommy'ego. Abe, wiem, że będziesz zajęta innymi sprawami, ale myślisz, że Gail mogłaby to zrobić? Wiem, że tak naprawdę nie jest częścią tego, ale wszystko, co musiałaby zrobić, to jechać, nie musi być na samym proteście. PODCZAS PROTESTU: Wszyscy wiemy, jak będzie przebiegał sam protest, więc nie martwię się o to. Będziemy mieli przemówienia i takie tam, jakieś śpiewy, to co zwykle. Jordan zajmie się wszystkim na scenie, przedstawi mówców i ogólnie zajmie się tłumem. Thelma organizuje faktyczny program, więc wszystko, co trzeba umieścić w porządku obrad, jeśli ktoś chce przemówić, cokolwiek, Thelma jest za to odpowiedzialna. Jeśli ona o tym nie wie, to się nie wydarzy. (Więc nie mów Jordanowi, powiedz Thelmie!) Jest jedna rzecz, co do której chcę mieć jasność: musimy zachować spokój! Ostatnią rzeczą, jakiej potrzebujemy, jest danie Monarch pretekstu do rozpoczęcia czegokolwiek. Tu chodzi o wizerunek publiczny - zrobią z biblioteką to, co zrobią, i jeśli uniwersytet nie wkroczy do akcji, budynek zostanie zburzony. Wszyscy to wiemy. Mam nadzieję, że uda nam się to powstrzymać, ale nawet jeśli nie, możemy uświadomić ludziom, co Monarch robi Riverport. To działa tylko wtedy, gdy my wyglądamy na rozsądnych ludzi, a oni wyglądają jak korporacyjne dupki, którymi są. Camilla, robiłaś już takie rzeczy, więc ufam, że będziesz miała na wszystko oko. To będzie trudne, ponieważ ochrona kampusu jest spółką zależną Monarch, więc jeśli pojawi się problem, nie wiem, czy w ich najlepszym interesie będzie właściwe wykonywanie swojej pracy. Aby skomplikować sprawę, ludzie będą się upijać. Wiem, że mówimy, że nie powinni, ale tak naprawdę nie możemy tego powstrzymać. Wszystko, co możemy zrobić, to starać się odciągnąć ludzi, którzy są zbyt pijani, i proszę, chłopaki, wszyscy organizujący muszą mieć głowę na karku, w przeciwnym razie zamieni się to w bałagan. Camilla, to tyczy się też ciebie. Wiem, że masz własną ekipę i ufam, że sobie z tym poradzisz, ale jeśli czujesz, że potrzebujesz pomocy, poproś kogokolwiek, rzucimy wszystko, co robimy i pomożemy ci. (WSZYSCY, RÓBCIE, CO MÓWI CAMILLA) To chyba na razie wszystko. Daj mi znać, jeśli będzie z tym jakiś problem. Damy radę, musimy się tylko postarać! Amy

source: Burke. The hell are you doing down here?
pl_pl: Burke. Co ty tu do cholery robisz?

source: Burst Fire Pistol
pl_pl: Pistolet do strzelania seriami

source: Business
pl_pl: Sprawy biznesowe

source: Busted.
pl_pl: Odpadł.

source: But I knew Paul. He played it cool, but I could tell he was nervous.
pl_pl: Ale ja znałem Paula. Starał się wyglądać na spokojnego, ale widać było, że był zdenerwowany.

source: But I thought that... ah, screw it.
pl_pl: Ale myślałem, że... chrzanić to.

source: But Monarch had a way of getting to him before that ever happened.
pl_pl: Ale Monarch miał sposób, aby go dopaść, zanim to się stało.

source: But it doesn't matter now.
pl_pl: Ale to nie ma teraz znaczenia.

source: But my goal had to wait. Because I wasn't alone.
pl_pl: Ale mój cel musiał poczekać. Bo nie byłem tam sam.

source: But my old friend would be a lost cause. Dead and buried, along with the rest of my past.
pl_pl: Ale mój stary przyjaciel byłby straconą sprawą. Martwy i pogrzebany, razem z resztą mojej przeszłości.

source: But not too late to save Will. All you had to do was get to him in time.
pl_pl: Ale nie za późno, by uratować Willa. Wystarczyło tylko dotrzeć do niego na czas.

source: But once we're back there, in the past, if I find a way to change any of this, I'm taking it.
pl_pl: Ale kiedy już tam wrócimy, w przeszłości, jeśli znajdę sposób, by to zmienić, wezmę go.

source: But part of me wanted to put a fucking bullet in his head before he could open his mouth.
pl_pl: Ale część mnie chciała wpakować mu kulkę w łeb, zanim zdążył otworzyć usta.

source: But the people of Riverport would turn against us.
pl_pl: Ale mieszkańcy Riverport zwróciliby się przeciwko nam.

source: But there is one element which denies us true progress. Time itself.
pl_pl: Jest jednak jeden element, który uniemożliwia nam prawdziwy postęp. I jest to sam czas.

source: But too heavy to carry, I assume.
pl_pl: Zakładam jednak, że jest zbyt ciężki do noszenia.

source: But we both know it did.
pl_pl: Ale oboje wiemy, że było.

source: But without me there to give the speech, my empire would start to crumble like a house of cards.
pl_pl: Ale beze mnie, który wygłosiłby przemówienie, moje imperium zaczęłoby się rozpadać jak domek z kart.

source: But you never told me! Any of this!
pl_pl: Ale nigdy mi nie powiedziałeś! Niczego!

source: But you're gonna keep that from happening, right?
pl_pl: Ale nie dopuścisz do tego, prawda?

source: But you're... I mean, I'm not sure I should--
pl_pl: Ale ty... To znaczy, nie jestem pewien, czy powinienem...

source: But, Mr. Hatch, sir -- I mean, if I deactivate the stutterproofing system, won't that, uh... if time stops again, then the building will be--
pl_pl: Ale, panie Hatch, jeśli dezaktywuję system zapobiegający zacinaniu się, to czy... jeśli czas znów się zatrzyma, budynek będzie...?

source: But... the eyewitnesses would be out there, and Jack would learn our secrets.
pl_pl: Ale... naoczni świadkowie byliby tam, a Jack poznałby nasze sekrety.

source: ButI'm hoping this place will help us figure out who.
pl_pl: Ale mam nadzieję, że to miejsce pomoże nam dowiedzieć się kto.

source: By shoving a gun in my face?!
pl_pl: Przystawiając mi broń do twarzy?!

source: By the bearcat!
pl_pl: Przy bearcat'ie!

source: By the car! It's him!
pl_pl: Przy samochodzie! To on!

source: By the crates!
pl_pl: Przy skrzynkach!

source: C'mon! There's gotta be a way to hurt it!
pl_pl: No dalej! Musi być jakiś sposób, żeby go zranić!

source: C'mon, Amy, call it a night. There's nobody left to convince!
pl_pl: Amy, daj już spokój. Nie ma już kogo przekonywać!

source: C'mon, I don't have time for this!
pl_pl: Nie mam na to czasu!

source: C'mon, I've been in shit enough to smell out security.
pl_pl: Przestań, byłem na tym zadupiu na tyle długo, że mogę wyczuć ochroniarza z daleka.

source: C'mon, Jack!
pl_pl: Dalej, Jack!

source: C'mon, Jack.
pl_pl: No dalej, Jack.

source: C'mon, Jack. I'm about to blow your mind.
pl_pl: Dalej, Jack. Za chwilę pokaże ci coś co rozwali ci łeb.

source: C'mon, c'mon, c'mon, c'mon. You can do this, you can do this.
pl_pl: Dalej, dalej, dalej, dalej. Możesz to zrobić, możesz to zrobić.

source: C'mon, c'mon... there's gotta be a way...
pl_pl: Dobra, dobra... musi być jakiś sposób....

source: C'mon, let's go. This is an escape, remember?
pl_pl: Chodźmy. Uciekamy, pamiętasz?

source: C'mon, man...
pl_pl: Daj spokój...

source: C'mon, this place isn't safe.
pl_pl: Chodź, to miejsce nie jest bezpieczne.

source: C'mon, this takes two.
pl_pl: No dalej, do tanga trzeba dwojga.

source: C'mon, we can get a drop on whoever's fighting them when this stutter ends.
pl_pl: No dalej, możemy dopaść tego, kto z nimi walczy, gdy skończy się to zacinanie.

source: C'mon. Let's just get to the big show.
pl_pl: Dalej. Przejdźmy do punktu programu.

source: C'mon. Let's meet up with the convoy.
pl_pl: Chodź. Spotkajmy się z konwojem.

source: C'mon. Too slow, Jack.
pl_pl: No dalej. Za wolno, Jack.

source: C'mon. Untie me.
pl_pl: No dalej. Rozwiąż mnie.

source: C-active target.
pl_pl: Cel ma aktywny chronon.

source: C.F.R. C.F.R.
pl_pl: RPC, Regulator Pola Czasowego

source: CAMERA
pl_pl: KAMERA

source: CAN YOU HELP ME OUT?
pl_pl: Możesz mi w tym pomóc?

source: CAN YOU TELL ME WHAT'S NEXT, BRENNER?
pl_pl: Powiesz mi co dalej, Brenner?

source: CAN YOU, UH...
pl_pl: Czy możesz, ee...

source: CATEGORY
pl_pl: KATEGORIA

source: CFR BRIEFING
pl_pl: INFORMACJA O RPC
